Repository: mg3994/modular_workspace
Catalog: shared/l10n/lib/l10n/intl_*.arb
Languages: de, fr, it

source: Series1
de: Klassement Serie 1

source: Series2
de: Klassement Serie 2

# SERIESRANKING
source: Ranking 1/2
de: Klassement 1/2
fr: Classement 1/2
it: Classifiche 1/2

source: Category
de: Kategorie
fr: Catégorie
it: Categoria

source: Date
de: Datum
it: Data

source: Event
de: Veranstaltung
fr: Concours
it: Concorso

source: Competition
de: Prüfung
fr: Épreuve
it: Premio

source: Start Date
de: Startdatum
fr: date de début
it: data di inizio

source: End Date
de: Enddatum
fr: date de fin
it: fine della data

# RANK
source: Rnk
de: Rang
fr: Rang
it: Rango

# NUMBER
source: Num
de: Nr.
fr: No:
it: No.

source: Current
de: im Parcours
fr: au parcours
it: nel corso

source: At Finish
de: im Ziel
fr: à l'arrivée
it: al traguardo

source: Start List
de: Startliste
fr: Liste de depard
it: Lista di partenza

source: Ranking
de: Klassement
fr: Classements
it: Classifiche

source: Team Ranking
de: Team Klassement
fr: Team Classements
it: Team Classifiche

source: Horse
de: Pferd
fr: Cheval
it: Cavallo

source: Rider
de: Reiter
fr: Cavallier
it: Cavalieri

source: Round
de: Lauf
fr: Mange
it: Prove

source: Time
de: Zeit
fr: Temps
it: Tempo

source: Points
de: Punkte
it: Punti

source: Total Points
de: Total Punkte
it: Total Punti

source: Total Time
de: Total Zeit
fr: Total Temps
it: Total Tempo

# CLASSFIED
source: Classified
de: Klassiert
fr: Classé
it: Classificati

source: Not Present
de: Abwesend
fr: Forfait
it: Non presente

source: Not Started
de: Nicht gestartet
fr: Non-Partant
it: Non partito

source: Retired
de: Aufgegeben
fr: Abandon
it: Abbandono

# ELIMINATED
source: Elimin.
de: Ausgesch.

source: Off-course
de: Ausser Wertung
fr: Hors-Concours
it: Furio concorso

# DISQUALIFIED
source: Disqual.
de: Disqualifiziert.
fr: Disqualifié.
it: Squalificato.

# NO_RUNNING_EVENT
source: There is no running event.
de: Im Moment kein Live-Timing.
fr: pas de Live-Timing pour le moment.
it: Nessun tempismo live al momento.

# EVENT_FINISHED
source: Event is finished.
de: Veranstaltung ist zu Ende
fr: L'événement est terminé.
it: L'evento è finito.

source: Time Allowed
de: Erlaubte Zeit
fr: Temps accordé
it: Tempo massimo

source: Ideal Time
de: Idealzeit
fr: Temps optimum
it: Tempo optimum

source: Registered
de: Angemeldet

source: Started
de: Gestartet

source: Clear Round
de: ohne Fehler

source: Coming up
de: am Start
fr: Non-traités
it: Non tratiti

# ETA
source: Estimated Time of Completion:
de: voraussichtliches Prüfungsende:
fr: Heure estimée d'achèvement:
it: Tempo stimato di completamento:

# CONNECTED_COUNT
source: Connection Count:
de: Verbindungsanzahl:
fr: Nombre de connexions:
it: Conteggio connessioni:

source: Height
de: Höhe
fr: Hauteur
it: Altezza

# INITIAL_LIST_AMOUNT
source: Prize money
de: Preisgeld
fr: Montant initiale
it: Montepremio

# NOTES
source: Remarks
de: Bemerkungen
fr: Remarques
it: Nota

# SCHEDULER_NUMBER
source: Program Nr
de: Prüfungsnummer
fr: Numèro de programme
it: Numero di programma

source: Run start
de: Prüfungsbeginn
fr: Début de l'examen
it: Inizio esame

# JUDGES
source: JUDGE
de: Richter
fr: JUGE
it: GIUDICE

source: DRESSAGE
de: DRESSUR
it: DRESSAGGIO

source: JUMP
de: SPRINGEN
fr: SAUT
it: SALTO

# UNOFFICIAL
source: ALL RESULTS ARE UNOFFICIAL
de: ALLE RESULTATE SIND INOFFIZIELL
fr: TOUS LES RÉSULTATS SONT NON OFFICIELS
it: TUTTI I RISULTATI NON SONO UFFICIALI

source: Nation
it: Nazione

source: CROSS
it: ATTRAVERSO

source: TOTAL
it: TOTALE
